Repository: orelzion/smart-siddur-ios
Catalog: Sources/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, he

source: alot__0
es: 90 Minutes before Sunrise
fr: 90 Minutes avant le Lever du Soleil
he: 90 דקות קודם הנץ

source: alot__1
es: 72 Minutes before Sunrise
fr: 72 Minutes avant le Lever du Soleil
he: 72 דקות קודם הנץ

source: alot__2
es: 72 Minutes as 16.1 degrees
fr: 72 Minutes à 16.1 degrés
he: 72 דקות במעלות קודם הנץ

# anaTitle
source: Ana Bekoach
es: Ana Bekoaj
fr: Ana BeKoach Prayer
he: אנא בכח

# bTorah_title
source: Birkot HaTorah
es: Birkot HaTora
fr: Bénédiction de la Torah

source: change__0
es: Sunset
fr: Coucher du Soleil
he: שקיעה

source: change__1
es: 5 Minutes after Sunset
fr: 5 Minutes après le Coucher du Soleil
he: 5 דקות לאחר שקיעה

source: change__2
es: Tzeit
fr: Tzeit
he: צאת הכוכבים

# chatzot
source: Tikun Chatzot
es: Tikun Jatzot
he: תיקון חצות

source: days_array__0
es: Sun
fr: Dim
he: א

source: days_array__1
es: Mon
fr: Lun
he: ב

source: days_array__2
es: Tue
fr: Mar
he: ג

source: days_array__3
es: Wed
fr: Mer
he: ד

source: days_array__4
es: Thu
fr: Jeu
he: ה

source: days_array__5
es: Fri
fr: Ven
he: ו

source: days_array__6
es: Shabbat
fr: Shabbat
he: שבת

source: graOrMagen__0
es: Magen Avraham
fr: Magen Avraham
he: מגן אברהם

source: graOrMagen__1
es: Gra and Baal Tanya
fr: Gra and Baal Tanya
he: גרא ובעל התניא

# halel
source: Hallel
es: Halel
fr: Halel

source: Mincha
es: Minja
fr: Minha
he: מנחה

source: modes__0
es: Normal Mode
fr: Mode Normal
he: מצב רגיל

source: modes__1
es: Yahid Mode
fr: Mode Seul
he: מצב יחיד

source: modes__2
es: Chazan Mode
fr: Mode Hazan
he: מצב חזן

source: nusach__0
es: Edot HaMizrach
fr: Sefarade (E.HaMizr.)
he: עדות המזרח

source: nusach__1
es: Sfarad
fr: Sfarad
he: ספרד

source: nusach__2
es: Ashkenaz
fr: Ashkenaz
he: אשכנז

source: nusach__3
es: Ari (Chabad)
fr: Ari (Chabad)
he: אר\"י (חב\"ד)

source: page_scroll__0
es: Slow
fr: Lent
he: איטי

source: page_scroll__1
es: Medium
fr: Moyen
he: בינוני

source: page_scroll__2
es: Fast
fr: Rapide
he: מהיר

# patachTitle
source: Patach Eliahu
es: Pataj Eliahu

# plagZmanTitle
source: Plag HaMincha
es: Plag HaMinja
fr: Plag HaMinha
he: פלג המנחה

# promotion
source: Smart Siddur Pro
es: Version Pro Únicamente
fr: Version pro seulement
he: הסידור החכם - גרסה מלאה

# rtl
source: RTL Fix
es: Ajuste RTL
fr: Correctif écriture de droite à gauche
he: תיקון יישור לימין

# scroll
source: Auto Scroll
es: Bajar Automáticamente
fr: Défilement Automatique
he: גלול תפילה

# scroll_option
source: Auto Scroll
es: Bajar Automáticamente
fr: Défilement Automatique
he: גלול אוטומטית

source: shabbatEnd__0
es: 20 Minutes after Sunset
fr: 20 Minutes après le Coucher du Soleil
he: 20 דקות לאחר השקיעה

source: shabbatEnd__1
es: Three Small Stars
fr: Trois Petites Etoiles
he: צאת שָׁלוֹשׁה כוכבים קטנים

source: shabbatEnd__2
es: 40 Minutes after Sunset
fr: 40 Minutes après le Coucher du Soleil
he: 40 דקות לאחר השקיעה

source: shabbatEnd__3
es: 72 Minutes after Sunset
fr: 72 Minutes après le Coucher du Soleil
he: 72 דקות לאחר השקיעה

source: silent_mode__0
es: Always switch to silent mode
fr: Toujours Basculer en Mode Silencieux
he: תמיד העבר למצב שקט

source: silent_mode__1
es: Never switch to silent mode
fr: Ne Jamais Basculer en Mode Silencieux
he: לעולם אל תעביר למצב שקט

source: silent_mode__2
es: Ask me every time
fr: Me poser la question à chaque fois
he: שאל אותי בכל פעם

source: Slichot
es: Slijot
fr: Sélikhot
he: סליחות

# slichot_title
source: Slichot
es: Slijot
he: סליחות

source: sunrise__0
es: Elevation adjusted sunrise time
fr: Altitude ajustée à l’heure du lever du soleil
he: הנץ הנראה

source: sunrise__1
es: In a level region
fr: Au niveau de l’horizon
he: הנץ במישור

# tahanunTitle
source: Tachanun
es: Tajanun

source: theme__0
es: Classic
fr: Classique
he: בהיר

source: theme__1
es: Dark
fr: Sombre
he: כהה

# tikunRachelTitle
source: Tikun Rachel
es: Tikun Rajel
he: תיקון רחל

# vibration_label
source: Vibration
es: Vibración
he: רטט

# account_title
source: Account
fr: Compte
he: חשבון

# akedaTitle
source: Akeda
fr: Sacrifice d׳Isaac

# aliaKohen
source: <font color="#aaaaaa"><small> Kohen </small></font>
fr: Kohen
he: <small><font color="#aaaaaa"> כהן </font></small>

# aliaLevi
source: <font color="#aaaaaa"><small> Levi </small></font>
fr: Levi
he: <font color="#aaaaaa"><small> לוי </small></font>

# channel_description
source: Alarms for Smart Siddur
fr: Notifications for Smart Siddur
he: Notifications for Smart Siddur

source: Feedback
fr: Vos remarques
he: משוב

source: Menora
fr: Ménora
he: למנצח בצורת המנורה

source: Mussaf
fr: Moussaf

# tamidTitle
source: Korban HaTamid
fr: Sacrifice Quotidien

source: tefilin
fr: לְשֵׁם יִחוּד קוּדְשָׁא בְּרִיךְ הוּא וּשְׁכִינְתֵּיהּ, בִּדְחִילוּ וּרְחִימוּ, וּרְחִימוּ וּדְחִילוּ, לְיַחֲדָא שֵׁם י\"ה בו\"ה בְּיִחוּדָא שְׁלִים (יהוה) בְּשֵׁם כָּל יִשְׂרָאֵל. הֲרֵינִי מוּכָן לְקַיֵּם מִצְוַת עֲשֵׂה לְהָנִיחַ תְּפִלִּין בְּיָדִי וּבְרֹאשִׁי, כְּמוֹ שֶׁצִּוָּנוּ יְהוָֹה אֱלֹהֵינוּ: וּקְשַׁרְתֶּם אתָם לְאות עַל יֶדְכֶם, וְהָיוּ לְטוטָפת בֵּין עֵינֵיכֶם. וְצִוָּנוּ הַקָּדושׁ בָּרוּךְ הוּא לְהָנִיחַ אַרְבַּע פַּרְשִׁיּות אֵלּוּ שֶׁיֵּשׁ בָּהֶם יִחוּד שְׁמו וִיצִיאַת מִצְרַיִם עַל הַזְּרועַ כְּנֶגֶד הַלֵּב, וְעַל הָרֹאשׁ כְּנֶגֶד הַמּחַ, כְּדֵי שֶׁנִּזְכּר נִסִּים וְנִפְלָאות שֶׁעָשָׂה עִמָּנוּ. וַהֲרֵינִי מוּכָן לְבָרֵךְ הַבְּרָכָה שֶׁתִּקְנוּ רַבּותֵינוּ זִכְרונָם לִבְרָכָה עַל מִצְוַת הַתְּפִלִּין, וַהֲרֵינִי מְכַוֵּן לִפְטר בִּבְרָכָה זו תְּפִלִּין שֶׁל יָד וּתְפִלִּין שֶׁל רֹאשׁ, וְיַעֲלֶה לְפָנֶיךָ יְהוָֹה אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ כְּאִלּוּ כִּוַּנְתִּי בְּכָל הַכַּוָּנות הָרְאוּיות לְכַוֵּן בַּהֲנָחַת הַתְּפִלִּין וּבַבְּרָכָה. וִיהִי נעַם אֲדנָי אֱלֹהֵינוּ עָלֵינוּ. וּמַעֲשֵׂה יָדֵינוּ כּונְנָה עָלֵינוּ. וּמַעֲשֵׂה יָדֵינוּ כּונְנֵהוּ:<br><br> בָּרוּךְ אַתָּה יְהוָֹה, אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, אֲשֶׁר קִדְּשָׁנוּ בְמִצְותָיו וְצִוָּנוּ לְהָנִיחַ תְּפִלִּין:<br><br> <small>Si l׳on a été interrompu en parlant, on devra dire:<br></small> בָּרוּךְ אַתָּה יְהוָֹה, אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, אֲשֶׁר קִדְּשָׁנוּ בְמִצְותָיו וְצִוָּנוּ עַל מִצְוַת תְּפִלִּין: <br><br> <small>Quand on enroule le Téfilin au doigt, on dit:</small> <br> וְאֵרַשְׂתִּיךְ לִי לְעוֹלָם. וְאֵרַשְׂתִּיךְ לִי בְּצֶדֶק וּבְמִשְׁפָּט וּבְחֶסֶד וּבְרַחֲמִים: וְאֵרַשְׂתִּיךְ לִי בֶּאֱמוּנָה. וְיָדַעַתְּ אֶת יְהוָֹה:

source: tzetKochav__0
fr: Hacham Ovadia Yosef - 13.5 Minutes après le Coucher du Soleil
he: הגרע יוסף - 13.5 דקות לאחר שקיעה

source: tzetKochav__1
fr: GRA - 18 Minutes après le Coucher du Soleil
he: הגאון מוילנה - 18 דקות לאחר שקיעה

source: tzetKochav__2
fr: Baal Hatania - 24 Minutes après le Coucher du Soleil
he: בעל התניא - 24 דקות לאחר שקיעה

source: tzetKochav__3
fr: Chazon Ish - 40 Minutes après le Coucher du Soleil
he: חזון איש - 40 דקות לאחר שקיעה

source: tzetKochav__4
fr: Rabenu Tam - 72 Minutes après le Coucher du Soleil
he: רבנו תם - 72 דקות לֹאחר שקיעה

# version
source: App Version
fr: Version
he: גרסה אפליקציה

source: zimun
fr: <small>Si trois hommes ou plus mangent ensemble, l׳un d׳eux dit:</small><br /> הַב לָן וְנִבְרִיךְ לְמַלְכָּא עִלָּאָה קַדִּישָׁא <br /> <small>Ils répondent:</small><br /> שָׁמַיִם <br /> <small>Il dit:</small><br /> בִּרְשׁוּת מַלְכָּא עִלָּאָה קַדִּישָׁא, %1$@ וּבִרְשׁוּתְכֶם נְבָרֵך /<small>S\׳il y a dix hommes:</small> אֱלֹהֵינוּ/ שֶׁאָכַלְנוּ מִשֶּׁלוֹ <br /> <small>Ils répondent:</small><br /> בָּרוּךְ /<small>S\׳il y dix hommes:</small> אֱלֹהֵינוּ/ שֶׁאָכַלְנוּ מִשֶּׁלוֹ וּבְטוּבוֹ חָיִינוּ <br /> <small>A un mariage:</small><br /> בִּרְשׁוּת מַלְכָּא עִלָּאָה קַדִּישָׁא, וּבִרְשׁוּתְכֶם נְבָרֵך אֱלֹהֵינוּ שֶׁהַשִּׂמְחָה בִמְעוֹנוֹ שֶׁאָכַלְנוּ מִשֶּׁלוֹ <br /> <small>Ils répondent:</small><br /> בָּרוּךְ אֱלֹהֵינוּ שֶׁהַשִּׂמְחָה בִמְעוֹנוֹ שֶׁאָכַלְנוּ מִשֶּׁלוֹ וּבְטוּבוֹ חָיִינוּ <br />

# add_location
source: Just add
he: רק להוסיף

# akedaSlicha
source: Akeda
he: עקדה

# amarRabiAkivaTitle
source: Rabbi Akiva
he: אמר רבי עקיבא

# app_name
source: Smart Siddur
he: הסידור החכם

source: Asher Yatzar
he: אשר יצר

# automatic_location_canceled
source: Disabled automatic location update
he: בדיקת מיקום אוטומטית בוטלה

# barYohaiTitle
source: Bar Yohai
he: בר יוחאי

# britMilaTitle
source: Brit Mila
he: ברית מילה

# default_location_message
source: It seems that you didn't chose a location, do you wan to do it now?
he: נראה שלא הגדרת מיקום, שנגדיר את המיקום שלך?

# elMelechTitle
source: El Melech
he: אל מלך

source: FAQ
he: שאלות נפוצות

# gps_failure
source: Couldn't find your current location
he: לא הצלחתי למצוא את המיקום הנוכחי שלך

# haderetTitle
source: Haaderet VeHaemuna
he: האדרת והאמונה

# hebrew_months__5
source: Elul
he: אלול

# hebrew_months__11
source: Adar
he: אדר

# hebrew_months__12
source: Adar I
he: אדר א

# hebrew_months__13
source: Adar II
he: אדר ב

# ilanot_title
source: Birkat HaIlanot
he: ברכת האילנות

# imAfesTitle
source: Im Afes
he: אם אפס

# israel_force_message
source: It seems you currently set on a location abroad, do you want to force set the calendar to Israel or change your location?
he: נראה שאתה מוגדר בחו\״ל תרצה לכפות את לוח השנה לנהוג כמו ישראל, או לשנות את המיקום שלך?

# israel_force_negative
source: Change Location
he: שנה מיקום

# israel_force_positive
source: Force
he: כפה כישראל

# israel_force_summery
source: Force show prayers and holidays for Israel regardless of my location
he: הראה תפילות וחגים לישראל בלי קשר למיקום שלי

# israel_holiday_title
source: Update your location?
he: תרצה לעדכן מיקום?

# keterTitle
source: Keter
he: כתר

# kinotBarahDodiTitle
source: Barah Dodi
he: ברח דודי

# kinotBetsetiTitle
source: Betseti Mimizraim
he: בצאתי ממצרים

# kinotEleEzkeraTitle
source: Ele Ezkera
he: אלה אזכרה

# kinotEliAdinaTitle
source: Eli Adina
he: אלי עדינה לשכינה

# kinotMaNishtanaTitle
source: Ma Nishtana
he: מה נשתנה

# lag_omer_title
source: Lag BaOmer
he: לג בעומר

# login_email
source: Email
he: דואר אלקטרוני

# maLachemTitle
source: Ma Lachem
he: מה לכם

# modaaTitle
source: Annnouncment
he: מסירת מודעה

# more_details
source: Details
he: פרטים

source: mukaf_entries__0
he: יד אדר

source: mukaf_entries__1
he: טו אדר (שושן פורים)

source: mukaf_entries__2
he: שניהם

# nachemTitle
source: Nachem
he: נחם

# nedarimTitle
source: Annullment of Vows
he: התרת נדרים

# no_location_selected
source: No Selected Location
he: לא נבחר מיקום

# no_location_selected_description
source: Please select a location to display accurate prayers and times
he: יש לבחור מיקום להצגה נכונה של התפילות והזמנים

# notification_type_omer
source: Sefirat Haomer
he: ספירת העומר

source: OK
he: בסדר

# prompt_email
source: Email
he: דואר אלקטרוני

source: Pticha
he: פתיחה

source: Rabenu Tam
he: רבנו תם

# ribonOlamimTitle
source: Ribon HaOlamim
he: ריבון העולמים

# searching_for_location
source: Locating your current location
he: בדוק מיקום אוטומטי

# searching_for_location_message
source: Enabling this will activate automatic location updates, ensuring that your app consistently checks and updates your current location whenever you open it.
he: אפשר בדיקת מיקום אוטומטית בכל כניסה חדשה לאפליקציה

# set_location_message
source: Set %@ as your current location?
he: לקבוע את %@ כמיקום הנוכחי שלך?

# shemElKamtiTitle
source: Shem El Kamti
he: שם אל קמתי

source: Slicha
he: סליחה

# support_name
source: Orel Zion
he: אוראל ציון

source: System Managed
he: מנוהל על ידי המערכת

source: Tchina
he: תחינה

# tikunLeaTitle
source: Tikun Lea
he: תיקון לאה

# uluTitle
source: Ulu Ushpizin
he: עולו אושפיזין
